{
"quotes":[
  {
    "Author":"Abraham Lincoln",
    "Quote":"Determine that the thing can and shall be done, and then we shall find the way."
  },
  {
    "Author":"Abraham Lincoln",
    "Quote":"I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live up to what light I have."
  },
  {
    "Author":"Abraham Lincoln",
    "Quote":"Always bear in mind that your own resolution to success is more important than any other one thing."
  },
  {
    "Author":"Albert Einstein",
    "Quote":"If at first an idea isnt absurd there is no hope for it."
  },
  {
    "Author":"Albert Einstein",
    "Quote":"Imagination is more important than knowledge."
  },
  {
    "Author":"Albert Einstein",
    "Quote":"In the middle of difficulty lies opportunity."
  },
  {
    "Author":"Albert Einstein",
    "Quote":"There are only two ways to live your life. One is though nothing is a miracle. The other is though everything is a miracle."
  },
  {
    "Author":"Alfred Armand Montapert",
    "Quote":"Reputation is what folks think you are. Personality is what you seem to be. Character is what you really are."
  },
  {
    "Author":"Andre Gide",
    "Quote":"One doesnt discover new lands without consenting to lose sight of the shore for a very long time."
  },
  {
    "Author":"Andrew Jackson",
    "Quote":"You must pay the price if you wish to secure the blessings."
  },
  {
    "Author":"Anne Frank",
    "Quote":"How lovely to think that no one need wait a moment, we can start now, start slowly changing the world! How lovely that everyone, great and small, can make their contribution toward introducing justice straightaway And you can always, always give something, even if it is only kindness!"
  },
  {
    "Author":"Unknown",
    "Quote":"When everything seems like an uphill struggle, just think of the view from the top"
  },
  {
    "Author":"Unknown",
    "Quote":"Your altitude is determined by your attitude"
  },
  {
    "Author":"Unknown",
    "Quote":"Champions in any field have made a habit of doing what others find boring or uncomfortable"
  },
  {
    "Author":"Unknown",
    "Quote":"Those who follow the crowd are quickly lost in it."
  },
  {
    "Author":"Unknown",
    "Quote":"What you become is more important than what you accomplish."
  },
  {
    "Author":"Unknown",
    "Quote":"No individual raindrop considers itself responsible for the flood."
  },
  {
    "Author":"Unknown",
    "Quote":"Worry is a think stream of fear which, if encouraged, becomes a wide channel into which all other thoughts flow. Assume an attitude of positive expectancy!"
  },
  {
    "Author":"Anton Chekhov",
    "Quote":"Man is what he believes."
  },
  {
    "Author":"Armistead Maupin",
    "Quote":"But I will say that the drugs are much more ferocious then they used to be. There are people wrecking their lives with addiction, which seems much more severe."
  },
  {
    "Author":"Ashley Montagu",
    "Quote":"The deepest human defeat suffered by human beings is constituted by the difference between what one was capable of becoming and what one has in fact become."
  },
  {
    "Author":"Ayn Rand",
    "Quote":"The desire not to be anything is the desire not to be."
  },
  {
    "Author":"Ayn Rand",
    "Quote":"No ones happiness but my own is in my power to achieve or to destroy."
  },
  {
    "Author":"Ayn Rand",
    "Quote":"Happiness is that state of consciousness which proceeds from the achievement of ones values."
  },
  {
    "Author":"Barnaby Keeney",
    "Quote":"No man or woman is uniformly successful we must all expect a rather high percentage of failure in the things we attempt."
  },
  {
    "Author":"Beatrice Vincent",
    "Quote":"The people with whom you work reflect your own attitude. If you are suspicious, unfriendly and condescending, you will find these unlovely traits echoed all about you. But if you are on your best behavior, you will bring out the best in the persons with whom you are going to spend most of your working hours."
  },
  {
    "Author":"Benjamin Franklin",
    "Quote":"Well done is better than well said."
  },
  {
    "Author":"Bernard Edmonds",
    "Quote":"To trust yourself to test your limits. That is the courage to succeed."
  },
  {
    "Author":"Bill Cosby",
    "Quote":"Decide that you want it more than you are afraid of it."
  },
  {
    "Author":"Bishop Steere",
    "Quote":"Do not think that what your thoughts dwell on does not matter. Your thoughts are making you."
  },
  {
    "Author":"Bishop W.C. Magee",
    "Quote":"The man who makes no mistakes does not usually make anything."
  },
  {
    "Author":"Blaise Pascal",
    "Quote":"We must learn our limits. We are all something, but none of us are everything."
  },
  {
    "Author":"Bob Conklin",
    "Quote":"Its not the situation its your reaction to the situation."
  },
  {
    "Author":"Booker T. Washington",
    "Quote":"Success is to be measured not so much by the position that one has reached in life, as by the obstacles one has overcome trying to succeed."
  },
  {
    "Author":"Christian Nestell Bovee",
    "Quote":"Our first and last love is  self-love."
  },
  {
    "Author":"Brian Tracy",
    "Quote":"Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new."
  },
  {
    "Author":"Bruce Barton",
    "Quote":"Sometimes when I consider what tremendous consequences come from little things I am tempted to think there are no little things."
  },
  {
    "Author":"Bruce Lee",
    "Quote":"The less effort, the faster and more powerful you will be."
  },
  {
    "Author":"Buddha",
    "Quote":"We are what we think. "
  },
  {
    "Author":"Carl Schurz",
    "Quote":"Ideals are like stars; you will not succeed in touching them with your hands, but like the seafaring man on the desert of waters, you choose them as your guides, and following them, you reach your destiny."
  },
  {
    "Author":"Charles Buxton",
    "Quote":"Experience shows that success is due less to ability than to zeal. The winner is he who gives himself to his work, body and soul."
  },
  {
    "Author":"Charles Darwin",
    "Quote":"A man who dares to waste one hour of life has not discovered the value of life."
  },
  {
    "Author":"Charles du Bois",
    "Quote":"The important thing is this: To be able at any moment to sacrifice what we are for what we could become."
  },
  {
    "Author":"Chinese Proverb",
    "Quote":"Better to light one small candle than to curse the darkness."
  },
  {
    "Author":"Christine Frankland",
    "Quote":"Life is just a blank slate, what matters most is what you write on it."
  },
  {
    "Author":"Christopher Lasch",
    "Quote":"Drugs are merely the most obvious form of addiction in our society. Drug addiction is one of the things that undermines traditional values."
  },
  {
    "Author":"Christopher Morley",
    "Quote":"The big shots are only the little shots who keep shooting."
  },
  {
    "Author":"Cicero",
    "Quote":"Natural ability without education has more often raised a man to glory and virtue than education without natural ability."
  },
  {
    "Author":"Cicero",
    "Quote":"The proof of a well-trained mind is that it rejoices in which is good and grieves at the opposite."
  },
  {
    "Author":"Claude M. Bristol",
    "Quote":"Its the constant and determined effort that breaks down all resistance, sweeps away all obstacles."
  },
  {
    "Author":"Colin Powell ",
    "Quote":"There are no secrets to success. It is the result of preparation, hard work, learning from failure."
  },
  {
    "Author":"Confucius",
    "Quote":"The superior man is distressed by the limitations of his ability; he is not distressed by the fact that men do not recognize the ability that he has."
  },
  {
    "Author":"Dale Carnegie",
    "Quote":"Did you ever see an unhappy horse? Did you ever see bird that had the blues? One reason why birds and horses are not unhappy is because they are not trying to impress other birds and horses."
  },
  {
    "Author":"Dale Carnegie",
    "Quote":"Remember, today is the tomorrow you worried about yesterday."
  },
  {
    "Author":"Dale Carnegie",
    "Quote":"Take a chance! All life is a chance. The man who goes the furthest is generally the one who is willing to do and dare."
  },
  {
    "Author":"Dale Carnegie",
    "Quote":"People rarely succeed unless they have fun in what they are doing."
  },
  {
    "Author":"Dale Carnegie",
    "Quote":"The successful man will profit from his mistakes and try again in a different way."
  },
  {
    "Author":"David Seabury",
    "Quote":"Try out your ideas by visualizing them in action."
  },
  {
    "Author":"Dennis Daley, PhD",
    "Quote":"Recovery from addiction requires hard work, a proper attitude and learning skills to stay sober, not drinking alcohol or using other drugs.  Successful drug recovery or alcohol recovery involves changing attitudes, acquiring knowledge, and developing skills to meet the many challenges of sobriety."
  },
  {
    "Author":"Dr. Denis Waitley",
    "Quote":"The only limits on human achievement are self-imposed."
  },
  {
    "Author":"Dr. Laurence J. Peter",
    "Quote":"There are two kinds of failures: those who thought and never did, and those who did and never thought."
  },
  {
    "Author":"Dr. Martin Luther King, Jr.",
    "Quote":"The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy."
  },
  {
    "Author":"Dwight D. Eisenhower",
    "Quote":"The older I get, the more wisdom I find in the ancient rule of taking first things first  a process which often reduces the most complex human problems to manageable proportions."
  },
  {
    "Author":"Edmund Burke",
    "Quote":"He that wrestles with us strengthens our nerves and sharpens our skill. Our antagonist is our helper."
  },
  {
    "Author":"Edward B. Butler",
    "Quote":"One man has enthusiasm for 30 minutes, another for 30 days, but it is the man who has it for 30 years who makes a success of his life."
  },
  {
    "Author":"Elbert Green Hubbard",
    "Quote":"To avoid criticism, do nothing, say nothing, be nothing. "
  },
  {
    "Author":"Eleanor Roosevelt",
    "Quote":"No-one can make you feel inferior without your consent."
  },
  {
    "Author":"Emile Coue",
    "Quote":"Every day, in every way, I am getting better and better."
  },
  {
    "Author":"Emile Zola",
    "Quote":"The artist is nothing without the gift, but the gift is nothing without work."
  },
  {
    "Author":"Emily Dickinson",
    "Quote":"The soul should always stand ajar, ready to welcome the ecstatic experience."
  },
  {
    "Author":"Epicurus",
    "Quote":"Do not spoil what you have by desiring what you have not; but remember that what you have was once among the things only hoped for."
  },
  {
    "Author":"Francis Bacon",
    "Quote":"Knowledge itself is power."
  },
  {
    "Author":"Francis C. Kelley",
    "Quote":"Convictions are the mainsprings of action, the driving powers of life. What a man lives are his convictions."
  },
  {
    "Author":"Frank Scully",
    "Quote":"Why not go out on a limb? Isnt that where the fruit is?"
  }
]
}